{
    "Serwerownia": "Serwerownia to centrum danych statku badawczego, gdzie przechowywane i przetwarzane są informacje zebrane podczas misji. Znajdują się tu zaawansowane systemy komputerowe, które obsługują nawigację, komunikację i analizę danych.",
    "Dziób": "Pokład dziobowy to miejsce przeznaczone do operacji pomiarowych i transportowych. W nadbudówce dziobowej znajdują się zejścia do mesy, kabin, pomieszczenia pomiarowego i wentylacyjnego. Za nadbudówką znajdują się ponton roboczy i łódź ratunkowa, a także bramy do obsługi łodzi i przeprowadzania pomiarów. Na przodzie statku znajduje się wytyk pomiarowy, wykorzystywany do pomiarów optycznych i meteorologicznych.",
    "Laboratorium Mokre": "Laboratorium Mokre to kluczowe miejsce na statku badawczym, gdzie naukowcy analizują próbki pobrane prosto z oceanu. Dzięki nowoczesnemu sprzętowi mogą badać skład chemiczny wody. Specjalne systemy filtracji i chłodzenia umożliwiają dokładne analizy w każdych warunkach, dostarczając cennych danych o środowisku morskim.",
    "Maszynownia - Przedni Sektor": "W tej części maszynowni znajdują się między innymi maszynka sterowa, umożliwiająca kontrolę kierunku, oraz filtr paliwa, który zapewnia czystość paliwa i sprawne działanie układu napędowego. Ważnym elementem są również prądnice, zapewniające nieprzerwane zasilanie dla wszystkich systemów pokładowych, oraz transformatory 400 i 230V, dostosowujące napięcie do różnych urządzeń na statku.",
    "Maszynownia - Silnik": "Siłownia (zwana czasami maszynownią) to kluczowa część statku, gdzie mieści się główny silnik wysokoprężny o mocy 816 koni mechanicznych. Znajdują się tu także systemy wspierające funkcjonowanie statku, takie jak kolektor wody użytkowej, kompresor oraz rozdzielnia pomp wody. W razie potrzeby, w siłowni działa również studnia kingstonowa i oczyszczalnia ścieków. Agregat klimatyzacji dba o komfort załogi, a hydrofory wody słodkiej i morskiej gwarantują dostęp do niezbędnych zasobów wodnych. Całość dopełnia system gaśniczy NOWEK, zapewniający bezpieczeństwo w przypadku pożaru.",
    "Mesa": "Mesa to przestrzeń, w której wszyscy mogą wspólnie spożywać posiłki. Jest to miejsce integracji, relaksu i regeneracji sił podczas długich rejsów. Wyposażona w wygodne stoły, kuchnię i zaplecze gastronomiczne, zapewnia smaczne i ciepłe posiłki.",
    "Mostek": "Mostek Kapitański to serce statku badawczego – centrum dowodzenia, z którego sterowana jest cała jednostka. To tutaj podejmowane są kluczowe decyzje nawigacyjne i operacyjne. Mostek jest wyposażony w zaawansowane systemy nawigacyjne, komunikacyjne i kontrolne, które umożliwiają precyzyjne sterowanie statkiem w każdych warunkach. Dzięki nowoczesnym technologiom załoga może monitorować pozycję, prędkość oraz warunki pogodowe, zapewniając bezpieczne i efektywne prowadzenie misji badawczej.",
    "Mostek - Wejście": "W tej części mostka znajduje się konsola do komunikacji radiowej i satelitarnej, umożliwiająca stały kontakt z lądem i innymi jednostkami. Znajdujący się tu kompas satelitarny precyzyjnie wskazuje kierunek, a odbiornik map pogodowych pozwala na monitorowanie warunków atmosferycznych w czasie rzeczywistym. Dodatkowo, ręczne radiotelefony zapewniają możliwość komunikacji w każdej sytuacji, nawet poza mostkiem.",
    "Pokój Załogi": "Kajuty załogi to prywatne przestrzenie zapewniające odpoczynek i komfort podczas długich rejsów. Każda kajuta jest wyposażona w łóżko, telefon pokładowy, miejsce do przechowywania rzeczy osobistych oraz biurko do pracy.",
    "Rufa": "Rufa statku to kluczowe miejsce do operacji pomiarowych i transportowych. Lewa burta ma windę pomiarową z liną o długości 2000 metrów, a na środku znajduje się winda trałowa. Po prawej burcie, pod pokrowcem, znajduje się winda pomiarowa z liną o długości 4500 metrów. Znajdują się tu również schody prowadzące na szpardek. Rufa jest wyposażona w żurawik pomiarowy i załadunkowy o udźwigu jednej tony i bramownicę o maksymalnym obciążeniu dwóch i pół tony oraz bloki do pomiarów optycznych.",
    "Salon - Rufa": "Salon to miejsce relaksu i spotkań załogi podczas długich rejsów. Wyposażony w wygodne fotele i sprzęt multimedialny, pozwala na komfortowy odpoczynek po intensywnym dniu pracy. To tutaj załoga może się zrelaksować, porozmawiać i na chwilę oderwać od codziennych obowiązków na morzu."
}
